Repository: magalhaes404/callcab_ios_rider
Catalog: NewTaxi/*.lproj/Localizable.strings
Languages: ar, es, fa, ja, pt_pt

source: VERIFY
ja: 検証

source: Please upload your documents
ja: あなたの文書をアップロードしてください
pt_pt: Faça o upload de seus documentos

source: Login
ja: ログイン
pt_pt: Entrar

source: Select a photo
ar: حدد صورة
es: Seleccionar una foto
fa: یک عکس انتخاب کنید
ja: 写真を選択
pt_pt: Selecione uma foto

source: CHOOSE FROM LIBRARY
ar: اختر من المكتبة
es: ELIGE DE LA BIBLIOTECA
fa: از کتابخانه انتخاب کن
ja: ライブラリから選択
pt_pt: ESCOLHA DA BIBLIOTECA

source: TAKE PHOTO
ar: تصوير
es: TOMAR FOTO
fa: عکس گرفتن
ja: 写真を撮る
pt_pt: TIRAR FOTOS

source: Where to?
ar: ألى أين؟
es: ¿A donde?
fa: به کجا؟
ja: どこへ?
pt_pt: Para onde?

source: Sign Out
ja: サインアウト
pt_pt: Sair

source: To add a new payout. Create a email for your NewTaxi account.
ja: 新しい支払いを追加します. NewTaxiアカウントのEメールを作成してください.

source: PayPal Email id
ja: PayPalのメールID
pt_pt: PayPal id e-mail

source: Set Your Pickup Time
ja: ピックアップ時間を設定してください
pt_pt: Definir seu captador Time

source: SET PICKUP TIME
ja: ピックアップ時間の設定
pt_pt: DEFINIR O TEMPO DE RECOLHA

source: Getting Cabs
ar: الحصول على سيارات الأجرة
es: Conseguir taxis
fa: گرفتن کابین
ja: キャブを取得
pt_pt: Obtendo Cabs

source: Enter the 4-digit code sent to you at
ja: に送信された4桁のコードを入力してください
pt_pt: Digite o código de 4 dígitos enviado para você no

source: CLOSE
ar: أغلق
es: CERRAR
fa: بستن
ja: 閉じる
pt_pt: FECHAR

source: LOG IN
ja: ログイン
pt_pt: ENTRAR

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Se te olvidó tu contraseña?
fa: رمز عبور را فراموش کرده اید؟
ja: パスワードをお忘れですか?
pt_pt: Esqueceu a senha?

source: PASSWORD
ja: パスワード
pt_pt: SENHA

source: RESET PASSWORD
ja: パスワードを再設定する
pt_pt: Password Reset

source: CONFIRM PASSWORD
ja: パスワードを認証する
pt_pt: CONFIRME A SENHA

source: Search
ja: サーチ
pt_pt: Procurar

source: SIGN UP
ja: サインアップ
pt_pt: INSCREVER-SE

source: name@example.com
ja: 名@例.コム
pt_pt: Nome@exemplo.com

source: Please make sure we can easily read all the details.
ja: 私達が容易にすべての細部を読むことができることを確かめなさい
pt_pt: Por favor, certifique-se que pode facilmente ler todos os detalhes.

source: Ride easy with real time trip updates
ja: リアルタイムの旅行情報で簡単に運転
pt_pt: Passeio fácil com atualizações de viagem em tempo real

source: Please enable push notifications from NewTaxi when prompted
ja: メッセージが表示されたらNewTaxiからのプッシュ通知を有効にしてください
pt_pt: Ative notificações push de NewTaxi, quando solicitado

source: Confirm your information
ja: 情報を確認してください
pt_pt: Confirme a sua informação

source: Cancel account creation?
ja: アカウント作成をキャンセルしますか?
pt_pt: Cancelar criação da conta?

source: Your information will not be saved.
ja: あなたの情報は保存されません.
pt_pt: As suas informações não serão salvas.

source: CONFIRM
ja: 確認
pt_pt: CONFIRME

source: En Route
ar: في المسار
es: En camino
fa: در راه
ja: 実車中
pt_pt: A caminho

source: 8 mins
ja: 8分
pt_pt: 8 minutos

source: CONTACT
ja: 接触
pt_pt: CONTATO

source: Contact
ar: اتصل
es: Contacto
fa: مخاطب
ja: 接触
pt_pt: Contato

source: Your current trip
ar: رحلة الحالية
es: Su viaje actual
fa: سفر در حال حاضر شما
ja: あなたの現在の旅行
pt_pt: Sua viagem atual

source: Restaurant delights
ja: レストランの喜び
pt_pt: delícias do restaurante

source: Uber it to Wangs
ja: 王にそれをUber
pt_pt: Uber-lo para Wangs

source: Sorry, no rides available now
ja: 申し訳ありません、現在乗り物はありません
pt_pt: Desculpe, não passeios disponíveis agora

source: TRY AGAIN
ja: 再試行する
pt_pt: TENTE NOVAMENTE

source: Choose an account
ja: アカウントを選択
pt_pt: Escolha uma conta

source: Facebook
ja: フェイスブック

source: Google
ja: グーグル

source: USE IN CASE OF EMERGENCY
ar: استخدام في حالات الطوارئ
es: USO EN CASO DE EMERGENCIA
fa: استفاده در موارد اضطراری
ja: 緊急の場合に使用する
pt_pt: USO EM CASO DE EMERGÊNCIA

source: Alert your Emergency contacts
ar: تنبيه الاتصالات لحالات الطوارئ
es: Alertar a sus contactos de emergencia
fa: هشدار تماس های اضطراری خود
ja: 緊急連絡先に警告する
pt_pt: Alerte seus contatos de emergência

source: NewTaxi collects location data during an active ride from your device including when the app is in the background. This data is used to ensure that NewTaxi users have a safe and smooth ride experiance
ar: NewTaxi بجمع بيانات الموقع خلال ركوب نشط من جهازك بما في ذلك عندما يكون التطبيق في الخلفية. وتستخدم هذه البيانات لضمان أن المستخدمين NewTaxi يكون آمنة وسلسة ركوب خبرة
es: NewTaxi recoge datos de localización durante un viaje en activo desde el dispositivo incluye, cuando la aplicación está en el fondo. Estos datos son utilizados para asegurar que los usuarios tienen una experiancia NewTaxi viaje seguro y sin problemas
fa: که NewTaxi جمع آوری داده های مکان در طول سوار فعال از دستگاه خود را از جمله زمانی که برنامه در پس زمینه است. این داده ها استفاده می شود برای اطمینان حاصل شود که کاربران که NewTaxi یک تجربه سوار امن و صاف
ja: NewTaxiは、アプリがバックグラウンドで動作しているときも含めて、デバイスからアクティブな走行中に位置データを収集します。このデータは、NewTaxiユーザーが安全でスムーズな乗り心地を体験できるようにするために使用されます.
pt_pt: NewTaxi recolhe dados de localização durante um passeio ativo do seu dispositivo, incluindo quando o aplicativo está em segundo plano. Esta informação é usada para garantir que os usuários de NewTaxi ter um passeio experiance seguro e suave

source: Contacts
ar: جهات الاتصال
es: contactos
fa: مخاطب
ja: 連絡先
pt_pt: Contatos

source: CONTINUE
ja: 続ける
pt_pt: CONTINUAR

source: Cancel Your Ride
ar: إلغاء رحلتك
es: Cancelar el transporte
fa: لغو سوار خود را
ja: ライドをキャンセル
pt_pt: Cancelar Your Ride

source: Write your comment...
ja: あなたのコメントを書いてください...
pt_pt: Escreva o seu comentário ...

source: CANCEL TRIP
ar: إلغاء رحلة
es: CANCELAR TRIP
fa: لغو سفر
ja: 旅行をキャンセル
pt_pt: CANCELAR TRIP

source: Upcoming Ride Set
ja: 今後のライドセット
pt_pt: Upcoming Set Ride

source: Upcoming
ar: القادمة
es: próxima
fa: نزدیک
ja: 今後の予定
pt_pt: Próximos

source: Timer
ja: タイマー
pt_pt: Cronômetro

source: Done
ja: 完了
pt_pt: Feito

source: DONE
ja: 完了
pt_pt: FEITO

source: Current fare estimate
ja: 現在の運賃見積もり
pt_pt: Estimativa tarifa atual

source: Actual estimate to be provided prior to pickup. Fares may vary due to traffic, weather and other factors. NewTaxi doesn't guarantee a driver will accept your ride request.
ja: 実際の見積もりはピックアップの前に提供されます。運賃は、交通状況、天気、その他の要因により異なる場合があります。 NewTaxiは、運転手があなたの乗車要求を受け入れることを保証しません.
pt_pt: Estimativa real para ser fornecida antes do recolhimento. Fares podem variar devido ao tráfego, tempo e outros fatores. O NewTaxi não garante um motorista vai aceitar o seu pedido carona.

source: Scheduling your ride
ja: あなたの乗車をスケジュールする
pt_pt: Programando seu passeio

source: Payment Details
ja: 支払詳細
pt_pt: Detalhes do pagamento

source: Rate your rider
ja: ライダーを評価する
pt_pt: Avalie o seu piloto

source: Rate your ride
ar: معدل رحلتك
es: Califica tu viaje
fa: نرخ سواری خود را ارزیابی کنید
ja: ライダーを評価する
pt_pt: Avalie seu passeio

source: Smooth or Sloppy? Rate your ride
ja: 乗り心地を評価する
pt_pt: Liso ou desleixado? Avalie seu passeio

source: SAVE
ar: حفظ
es: SALVAR
fa: صرفه جویی
ja: 保存
pt_pt: SALVE

source: Save
ja: 保存
pt_pt: Salve

source: CALLS ONLY
ja: 通話のみ
pt_pt: SOMENTE CHAMADAS

source: CALL
ar: مكالمة
es: LLAMADA
fa: زنگ زدن
ja: コール
pt_pt: LIGAR

source: MESSAGE
ar: رسالة
es: MENSAJE
fa: پیام
ja: メッセージ
pt_pt: MENSAGEM

source: Submit
ja: 提出する
pt_pt: Enviar

source: SUBMIT
ar: تقديم
es: ENVIAR
fa: ارسال
ja: 提出する
pt_pt: ENVIAR

source: Affordable, everyday rides
ja: 手ごろな価格で、毎日の乗り物
pt_pt: Acessível, passeios cotidianos

source: Capacity
ja: 容量
pt_pt: Capacidade

source: Fare
ja: 基本料金
pt_pt: Tarifa

source: The fare will be the price presented upon booking, or, if the journey changes, the fare will be based on the rates provided. Tap fare for details.
ja: 運賃は予約時に提示された価格になります。または、旅程が変更された場合、運賃は提供された料金に基づきます。詳細は料金をタップしてください.
pt_pt: A tarifa será o preço apresentado no momento da reserva, ou, se a viagem mudanças, a tarifa será baseado nas alíquotas previstas. Toque tarifa para detalhes.

source: Your fare will be the price presented before the trip or based on the rates below and other applicable adjustments.
ja: 運賃は、旅行前に提示された金額、または以下の料金およびその他の適用可能な調整に基づいた金額です.
pt_pt: A sua tarifa será o preço apresentado antes da viagem ou com base nas taxas inferiores e outros ajustes aplicáveis.

source: Fare Breakdown
ja: 運賃明細
pt_pt: Breakdown Fare

source: + Per Minute
ja: 1分あたり+
pt_pt: + Por Minuto

source: + Per km
ja: 1キロメートルあたりの+
pt_pt: + Por km

source: Trip Details
ar: رحلة تفاصيل
es: Detalles del Viaje
fa: سفر اطلاعات
ja: 旅行の詳細
pt_pt: Detalhes de Viagem

source: Receipt
ja: 領収書
pt_pt: Recibo

source: Your Trips
ar: رحلات الخاصة بك
es: sus Viajes
fa: سفرهای خود را
ja: あなたの旅行
pt_pt: Seus Trips

source: Past
ar: الماضي
es: Pasado
fa: گذشته
ja: 過去
pt_pt: Passado

source: Add Payment
ja: 支払いを追加
pt_pt: Adicionar Pagamento

source: Let's make travel safer
ar: دعونا جعل السفر أكثر أمانا
es: viajes maquillaje Vamos más seguro
fa: سفر را بیایید امن تر
ja: 旅行をより安全にしましょう
pt_pt: Vamos tornar a viagem mais segura

source: Alert your dear ones in case of an emergency. Add them to your emergency contact
ar: تنبيه اولادكم العزيز في حالة الطوارئ. إضافتها إلى الاتصال في حالات الطوارئ الخاصة بك
es: Alertar a sus seres queridos en caso de una emergencia. Añadirlos a su contacto de emergencia
fa: هشدار عزیزان خود را در موارد اضطراری. اضافه کردن آنها را به تماس های اضطراری خود را
ja: 緊急の場合にはあなたの愛する人に警告してください。緊急連絡先に追加する
pt_pt: Alertar os seus entes queridos em caso de uma emergência. Adicionar-los para seu contato de emergência

source: Skip
ar: تخطى
es: Omitir
fa: پرش
ja: スキップ
pt_pt: Pular

source: Something went wrong!
ar: هناك خطأ ما!
es: ¡Algo salió mal!
fa: چیزی اشتباه رفت!
ja: 問題が発生しました。
pt_pt: Alguma coisa deu errado!

source: Dial
ar: يتصل
es: Marcar
fa: شماره گیری کنید
ja: ダイヤル

source: Contact admin for manual booking
ar: اتصل بالمسؤول عن الحجز اليدوي
es: Póngase en contacto con admin para la reserva manual
fa: برای رزرو کتابچه راهنمای کاربر تماس بگیرید
ja: 手動予約のために管理者に連絡する
pt_pt: Contato administrativo para a reserva manual

source: Contact admin
ar: الاتصال المشرف
es: Contacto admin
fa: با مدیر تماس بگیرید
ja: 管理者に連絡する
pt_pt: Fale admin

source: Call
ar: مكالمة
es: Llamada
fa: زنگ زدن
ja: コール
pt_pt: Ligar

source: No Contact Found
ar: لم يتم العثور على جهة اتصال
es: No se encontró contacto
fa: تماس پیدا نشد
ja: 連絡先が見つかりません
pt_pt: Nenhum Contato

source: Manual Booking
ar: الحجز اليدوي
es: Reserva manual
fa: رزرو دستی
ja: 手動予約
pt_pt: Reserva manual

source: Yes
ar: نعم فعلا
es: Sí
fa: بله
ja: はい
pt_pt: Sim

source: No
ar: لا
fa: نه
ja: いいえ
pt_pt: Não

source: Mobile Verification
ar: التحقق من الجوال
es: Verificación móvil
fa: تأیید موبایل
ja: モバイル検証
pt_pt: Verificação para celular

source: Please enter your mobile number
ar: الرجاء إدخال رقم هاتفك المحمول
es: Por favor, introduzca su número de móvil
fa: لطفا شماره موبایل خود را وارد کنید
ja: 携帯電話番号を入力してください
pt_pt: Por favor, insira seu número de telefone

source: LOGIN
ar: تسجيل الدخول
es: INICIAR SESIÓN
fa: ورود به سیستم
ja: ログインする
pt_pt: CONECTE-SE

source: We have sent you access code via SMS for mobile number verification
ar: لقد أرسلنا لك رمز الوصول عبر الرسائل القصيرة للتحقق من رقم الجوال
es: Le enviamos un código de acceso por SMS para la verificación del número de teléfono móvil
fa: ما برای تأیید شماره تلفن همراه شما را از طریق پیام کوتاه برای شما ارسال کرده ایم
ja: 携帯電話番号の確認のために、SMS経由でアクセスコードを送信しました
pt_pt: Enviámos o código de acesso via SMS para verificação do número de celular

source: Din't Receive the OTP?
ar: ألا تستلم OTP؟
es: ¿No recibe la OTP?
fa: OTP را دریافت نمی کنید؟
ja: OTPを受信しませんか？
pt_pt: Não recebe o OTP?

source: Resend OTP
ar: إعادة إرسال OTP
es: Reenviar OTP
fa: ارسال مجدد OTP
ja: OTPの再送信
pt_pt: Reenviar OTP

source: You can send OTP again in
ar: يمكنك إرسال OTP مرة أخرى في
es: Puede enviar OTP nuevamente en
fa: می توانید دوباره OTP را ارسال کنید
ja: OTPを再度送信できます
pt_pt: Você pode enviar OTP novamente em

source: Your OTP is
ar: مكتب المدعي العام الخاص بك هو
es: Tu OTP es
fa: OTP شما است
ja: あなたのOTPは
pt_pt: O seu OTP é

source: Referral
ar: إحالة
es: Remisión
fa: معرف
ja: 紹介
pt_pt: Referência

source: Referral (Optional)
ar: إحالة (اختياري)
es: Referencia (opcional)
fa: ارجاع (اختیاری)
ja: 紹介（オプション）
pt_pt: Referência (opcional)

source: Get upto
ar: الحصول على ما يصل
es: Llegar a
fa: بلند شوید
ja: 取得する
pt_pt: Levante-se

source: for every friend who rides with
ar: لكل صديق يركب معه
es: por cada amigo que viaja con
fa: برای هر دوستی که با او سوار می شود
ja: 乗るすべての友人のために
pt_pt: para todo amigo que anda com

source: SignUp & Get Paid For Every Referral Sign-up & Much More Bonus Awaits!
ar: الاشتراك والحصول على أموال مقابل كل إحالة الاشتراك والمزيد من المكافآت ينتظر!
es: ¡Regístrese y reciba el pago por cada referido de registro y mucho más bono aguarda!
fa: برای ثبت نام در هر مراجعه و ثبت نام کنید و پاداش بیشتری دریافت کنید!
ja: サインアップして、すべての紹介サインアップの支払いを受け取り、さらに多くのボーナスをお待ちしています！
pt_pt: Inscreva-se e seja pago por cada inscrição de indicação e muito mais bônus aguarda!

source: Referral Copied to Clip Board !
ar: الإحالة نسخ إلى كليب المجلس!
es: ¡Referencia copiada al Portapapeles!
fa: ارجاع کپی شده در کلیپ بورد!
ja: 紹介がクリップボードにコピーされました！
pt_pt: Referência copiada para a área de transferência!

source: Use my Referral
ar: استخدام الإحالة الخاصة بي
es: Use mi referencia
fa: از مراجعه به من استفاده کنید
ja: 紹介を使用する
pt_pt: Use minha indicação

source: . Start Your Journey on NewTaxi from here
ar: . ابدأ رحلتك على NewTaxi من هنا
es: . Comience su viaje en NewTaxi desde aquí
fa: . سفر خود را از اینجا شروع کنید
ja: 。ここからNewTaxiの旅を始めましょう
pt_pt: . Comece sua jornada no NewTaxi daqui

source: No Referrals Yet
ar: لا الإحالات بعد
es: Aún no hay referencias
fa: هنوز هیچ مراجعه کننده ای نیست
ja: 紹介はまだありません
pt_pt: Ainda não há referências

source: FRIENDS - INCOMPLETE
ar: أصدقاء - غير كامل
es: AMIGOS - INCOMPLETO
fa: دوستان - نامحدود
ja: 友達-不完全
pt_pt: AMIGOS - INCOMPLETOS

source: FRIENDS - COMPLETED
ar: أصدقاء - مكتمل
es: AMIGOS - COMPLETADO
fa: دوستان - تکمیل شده است
ja: 友達-完了
pt_pt: AMIGOS - CONCLUÍDOS

source: days left | Need to Complete
ar: الأيام المتبقية | تحتاج إلى إكمال
es: quedan días | Necesito completar
fa: روز باقی مانده | نیاز به تکمیل
ja: 残り日数|完了する必要があります
pt_pt: dias restantes | Precisa concluir

source: YOUR REFERRAL CODE
ar: كود الإحالة الخاص بك
es: SU CÓDIGO DE REFERENCIA
fa: کد مرجع شما
ja: あなたの紹介コード
pt_pt: SEU CÓDIGO DE REFERÊNCIA

source: trips
ar: رحلات
es: excursiones
fa: سفر
ja: 旅行
pt_pt: viagens

source: Referral Expired
ar: الإحالة منتهية الصلاحية
es: Referencia expirada
fa: ارجاع منقضی شد
ja: 紹介の期限切れ
pt_pt: Indicação expirada

source: SHARE MY CODE
ar: مشاركة الكود الخاص بي
es: COMPARTE MI CÓDIGO
fa: کد من را به اشتراک بگذارید
ja: コードを共有する
pt_pt: COMPARTILHE MEU CÓDIGO

source: /min Waiting Fee applies after
ar: ينطبق / دقيقة الانتظار الرسوم بعد
es: / Min de espera después de aplica una tarifa
fa: / دقیقه انتظار هزینه پس از اعمال
ja: /分の待機料金が適用された後、
pt_pt: / Min Taxa de espera depois aplica

source: min of arrival till trip starts.
ar: دقيقة من الوصول حتى تبدأ الرحلة.
es: min de llegada hasta que comience el viaje.
fa: دقیقه ورود تا سفر شروع می شود.
ja: 旅行が始まるまでの到着の分。
pt_pt: min de chegada até a viagem começar.

source: Smooth or Sloopy? Rate your ride
ar: السلس أو سلوبي؟ معدل رحلتك
es: ¿Suave o descuidado? Califica tu viaje
fa: صاف یا سلولی؟ نرخ سواری خود را ارزیابی کنید
ja: スムーズまたはスループー？ ライドを評価する
pt_pt: Suave ou Sloopy? Avalie sua viagem

source: write your comment
ar: اكتب تعليقك
es: escribe tu comentario
fa: نظر خود را بنویسید
ja: コメントを書いてください
pt_pt: escreva seu comentário

source: Add
ar: إضافة
es: Añadir
fa: اضافه کردن
ja: 追加
pt_pt: Adicionar, acrescentar

source: Add Tip
ar: أضف نصيحة
es: Añadir consejo
fa: نکته را اضافه کنید
ja: ヒントを追加
pt_pt: Adicionar dica

source: to Driver
ar: لسائق
es: al controlador
fa: به راننده
ja: ドライバーへ
pt_pt: para motorista

source: SET TIP
ar: ضع نصيحة
es: ESTABLECER CONSEJO
fa: نکته را تنظیم کنید
ja: 設定のヒント
pt_pt: SET DICA

source: Enter tip amount
ar: أدخل كمية الحافة
es: Ingrese el monto de la propina
fa: مقدار نوک را وارد کنید
ja: チップ量を入力
pt_pt: Digite o valor da dica

source: Tip
ar: تلميح
es: Propina
fa: نکته
ja: ヒント
pt_pt: Gorjeta

source: Pick and drop should be in same country...
ar: يجب أن يكون اختيار وإسقاط في نفس البلد ...
es: Pick and drop debe estar en el mismo país ...
fa: انتخاب و رها کردن باید در همان کشور باشد ...
ja: ピックアンドドロップは同じ国にある必要があります...
pt_pt: Pick and drop deve estar no mesmo país ...

source: Please enter valid card details
ar: الرجاء إدخال تفاصيل بطاقة صالحة
es: Por favor, introduzca los datos de la tarjeta válida
fa: لطفاً جزئیات کارت معتبر را وارد کنید
ja: 有効なカードの詳細を入力してください
pt_pt: Insira os detalhes válidos do cartão

source: Remove any contact to add another
ar: إزالة أي اتصال لإضافة آخر
es: Eliminar cualquier contacto para agregar otra
fa: حذف هر گونه تماس دیگری را اضافه کنید
ja: 別のものを追加するために、任意の連絡先を削除します
pt_pt: Remova qualquer contato para adicionar outro

source: New Version Available
ar: النسخة الجديدة متوفرة
es: Nueva versión disponible
fa: نسخه جدید در دسترس است
ja: 利用可能な新しいバージョン

source: Please update our app to enjoy the latest features!
es: Actualiza nuestra aplicación para disfrutar de las últimas funciones.
ja: アプリを更新して最新機能をお楽しみください！

source: Visit App store
ar: متجر التطبيقات زيارة
es: Visite la tienda de aplicaciones
fa: فروشگاه سایت بازدید نرم افزار
ja: App Storeにアクセス

source: day left | Need to Complete
ar: يوم تركت | تحتاج إلى كامل
es: día a la izquierda | Necesidad de completar
fa: روز به سمت چپ | نیاز به تکمیل
ja: 日左|完了する必要があります
pt_pt: dia deixou | Necessidade de completar

source: trip
ar: رحلة قصيرة
es: viaje
fa: سفر
ja: トリップ
pt_pt: viagem

source: Earned :
ar: حصل :
es: ganado:
fa: به دست آورده :
ja: アーンド：
pt_pt: Ganhou :

source: Pay Statement
ar: بيان الأجر
es: Declaración de Pago
fa: بیانیه پرداخت
ja: 有料ステートメント
pt_pt: Declaração de pagamento

source: SIN_INCOMING_CALL
ar: مكالمة واردة
es: Llamada entrante
fa: تماس ورودی
ja: 電話の着信
pt_pt: Chamada recebida

source: SIN_INCOMING_CALL_DISPLAY_NAME
ar: مكالمة واردة من٪ @
es: Llamada entrante de %@
fa: تماس ورودی از٪ @
ja: ％からの着信@
pt_pt: Chamada de entrada de %@

source: SIN_INCOMING_IM
ar: رسالة واردة
es: Mensaje entrante
fa: پیام های دریافتی
ja: 受信メッセージ
pt_pt: mensagem recebida

source: SIN_INCOMING_IM_DISPLAY_NAME
ar: رسالة واردة من٪ @
es: mensaje de entrada de% @
fa: پیام های دریافتی از٪ @
ja: ％からの着信メッセージ@
pt_pt: mensagem recebida de% @

source: SIN_INCOMING_VIDEO_CALL
ar: مكالمة فيديو واردة
es: videollamada entrante
fa: تماس تصویری ورودی
ja: 着信ビデオ通話
pt_pt: chamada de vídeo

source: SIN_INCOMING_VIDEO_CALL_DISPLAY_NAME
ar: مكالمة فيديو واردة من٪ @
es: Videollamada entrante de %@
fa: تماس ویدیویی ورودی از٪ @
ja: ％から着信ビデオ通話@
pt_pt: chamada de vídeo a partir de %@

source: SIN_CANCEL_CALL
ar: تم إنهاء المكالمة
es: Llamada terminada
fa: تماس تلفنی
ja: 着信終了
pt_pt: Chamada encerrada

source: Add Promo/Gift code
pt_pt: Adicione código Promo / Gift

source: Or connect using a social account
pt_pt: Ou se conectar usando uma conta sociais

source: Or connect using a social account
pt_pt: Ou se conectar usando uma conta sociais

source: Rate Your Ride
pt_pt: Avalie seu passeio

source: Demand is off the charts! Fares have increased to get more Ubers on the road.
pt_pt: A demanda está fora das paradas! As tarifas aumentaram para obter mais Ubers na estrada.

source: Manually Booked For Ride
pt_pt: Reservado manualmente para o passeio

source: ScheduleRide
pt_pt: Agendarpasseio

source: Trip
pt_pt: Viagem

source: Enter OTP
ar: أدخل OTP
es: Ingresar OTP
fa: وارد OTP شوید
pt_pt: Digite OTP

source: PAYPAL
ar: باي بال
fa: پرداخت پال

source: Internal server error, please try again
ar: خطأ خادم داخلي، يرجى المحاولة مرة أخرى
es: Error interno del servidor, por favor intente de nuevo
fa: خطای سرور داخلی، لطفا دوباره امتحان کنید

source: paypal
ar: باي بال
fa: پی پال

source: Please update our app to enjoy the latest features!
ar: يرجى تحديث التطبيق لدينا للاستمتاع أحدث الميزات!
fa: لطفا برنامه ما به روز رسانی به لذت بردن از آخرین ویژگی های!
