Repository: magalhaes404/callcab_ios_rider
Catalog: NewTaxi/*.lproj/Localizable.strings
Languages: ar, es, fa, ja, pt_pt

source: Resend Code
ar: أعد إرسال الرمز
es: Reenviar codigo
fa: دوباره کود را روان کنید
ja: コードを再送信
pt_pt: Reenviar código

source: Payment
ar: دفع
es: Pago
fa: تادیه تی تاکسی
ja: 支払い
pt_pt: Forma de pagamento

source: My Trips
ar: رحلاتي
es: Mis viajes
fa: سفرهای من
ja: 私の旅行
pt_pt: Minhas viagens

source: Wallet
ar: محفظة نقود
es: Billetera
fa: بکسک جیبی
ja: 財布
pt_pt: Carteira

source: Settings
ar: إعدادات
es: Configuración
fa: تنظیمات
ja: 設定
pt_pt: Definições

source: Customer Support
ar: دعم العملاء
es: Atención al cliente
fa: پشتیبانی مشتری
ja: 顧客サポート
pt_pt: Suporte ao cliente

source: Add Home Location
ar: إضافة الصفحة الرئيسية الموقع
es: Añadir Home Location
fa: آدرس خانه را اضافه نمائید
ja: ホームロケーションを追加
pt_pt: Adicionar Home Location

source: Add Work Location
ar: إضافة موقع العمل
es: Añadir Lugar de trabajo
fa: آدرس کار تان را اضافه نمائید
ja: 勤務地の追加
pt_pt: Adicionar Local de Trabalho

source: Set pin location
ar: تعيين الموقع دبوس
es: Establecer la ubicación de pines
fa: تنظیم محل با پین
ja: ピン位置を設定
pt_pt: Definir local pin

source: USE WALLET
ar: استخدام محفظة
es: Uso del monedero
fa: استفاده از بکسک جیبی
ja: ウォレットを使う
pt_pt: CARTEIRA USE

source: OFF
ar: إيقاف
es: APAGADO
fa: افغانی تخفیف
ja: オフ
pt_pt: FORA

source: EDIT TIME
ja: 「編集時間」
pt_pt: EDITAR TEMPO

source: CANCEL RIDE
ja: 「キャンセルライド」
pt_pt: CANCELAR PASSEIO

source: Free trip up to
ar: رحلة مجانية تصل إلى
es: Viaje gratis hasta
fa: سفر رایگان الی
ja: までの無料旅行

source: Your Wallet amount is
ar: مبلغ المحفظة الخاص بك هو
es: La cantidad de su billetera es
fa: مقدار پول بکسک جیبی شما است
ja: あなたの財布の金額は
pt_pt: O montante da carteira é

source: Add Home
ar: إضافة الرئيسية
es: Añadir a casa
fa: اضافه نمودن خانه
ja: ホームを追加
pt_pt: Adicionar Página

source: Add Work
ar: إضافة عمل
es: Agregar trabajo
fa: اضافه نمودن وظیفه
ja: 仕事を追加
pt_pt: Adicionar Work

source: Favorites
ar: المفضلة
es: Favoritos
fa: دلخواها
ja: お気に入り
pt_pt: Favoritos

source: Currency
ar: دقة
es: Moneda
fa: واحد پولی
ja: 通貨
pt_pt: Escolha a Moeda

source: Enter Your Location
ar: أدخل الموقع الخاص بك
es: Ingresa tu ubicación
fa: مکان خود را وارد کنید
ja: あなたの場所を入力してください
pt_pt: Digite a sua localização

source: Enter home address
ar: أدخل عنوان المنزل
es: Introducir dirección de casa
fa: آدرس خانه را وارد کنید
ja: 自宅住所を入力
pt_pt: Insira o endereço de casa

source: Enter work address
ar: أدخل عنوان العمل
es: Introduzca la dirección de obra
fa: آدرس وظیفه را وارد کنید
ja: 勤務先住所を入力

source: Home
ar: الصفحة الرئيسية
es: Casa
fa: خانه
ja: ホーム
pt_pt: Casa

source: Work
ar: الصفحة الرئيسية
es: Trabajo
fa: وظیفه
ja: 作業
pt_pt: Trabalhos

source: Promo Applied
ar: برومو التطبيقية
es: Promo Aplicada
fa: ارتقاع تعین شده
ja: プロモーション適用
pt_pt: Promo Aplicada

source: CASH
ar: السيولة النقدية
es: EFECTIVO
fa: نقدا
ja: 現金
pt_pt: DINHEIRO

source: No cars available in your area.
ar: لم يتم العثور على السيارات
es: No hay vehículos encontrados
fa: اتومبیل شما در منطقه شما موجود نیست
ja: お住まいの地域で利用可能な車はありません.

source: No Cabs Available
ar: لا سيارات الأجرة المتاحة
es: No hay taxis disponibles
fa: بدون کابین موجود است
ja: 利用可能なタクシーはありません
pt_pt: Não há táxis disponíveis

source: No cabs
ar: لا سيارات الأجرة
es: No hay taxis
fa: هیچ موتر در نزدیکی نیست
ja: 運転台なし
pt_pt: Não táxis

source: min
ar: دقيقة
fa: دقایق
ja: 分

source: mins
ar: دقيقة
fa: دقایق
ja: 議事録
pt_pt: min

source: Min
ar: دقيقة
fa: دقایق
ja: 分

source: Mins
ar: دقيقة
fa: دقایق
ja: 議事録

source: REQUEST
ar: طلب
es: SOLICITUD
fa: تقاضا
ja: 要求
pt_pt: PEDIDO

source: REQUEST....
ja: 要求....
pt_pt: PEDIDO....

source: The Pick up and drop location are same...
ar: إن التقاط وإسقاط موقع هي نفسها ...
es: La Recogida y entrega de ubicación son los mismos ...
fa: محل برداشتن و رها کردن همانند است ...
ja: ピックアップとドロップの場所は同じです...
pt_pt: A retirada e devolução localização são mesmo ...

source: Contacting
ar: الاتصال
es: Poner en contacto
fa: تماس گرفتن
ja: お問い合わせ
pt_pt: Como entrar em contato

source: near you...
ar: بالقرب منك...
es: cerca de usted...
fa: نزدیک شما
ja: あなたの近くに...
pt_pt: perto de você...

source: Welcome back, sign in to continue
ar: أهلا بكم من جديد، تسجيل الدخول إلى مواصلة
es: Bienvenido de nuevo, inicia sesión para continuar
fa: دوباره خوش آمدید، داخل شوید و ادامه دهید
ja: ようこそ、サインインして続行します
pt_pt: Bem-vindo de volta, entrar para continuar

source: Please enter your password
ar: من فضلك أدخل رقمك السري
es: Por favor, introduzca su contraseña
fa: لطفاً رمز عبور تان را وارد نمائید
ja: パスワードを入力してください
pt_pt: Por favor, insira sua senha

source: Enter your password
ja: パスワードを入力してください
pt_pt: Coloque sua senha

source: Enter the email address you used to register
ar: أدخل عنوان البريد الإلكتروني الذي استخدمته للتسجيل
es: Introduzca la dirección de correo electrónico que utilizó para registrarse
fa: ایمیل آدرس تانرا وارد نمائید که میخواهید راجستر نمائید
ja: 登録に使用したメールアドレスを入力してください
pt_pt: Digite o endereço de e-mail usado no seu registro

source: Password Mismatch
ar: كلمة المرور عدم
es: Contraseña no coincide
fa: رمز مشابه نیست مچ نمیکند ویا با هم نمیخاند
ja: パスワードミスマッチ
pt_pt: Senha incorreta

source: Please enable push notifications from
ar: الرجاء تمكين إعلامات من
es: Por favor, activa las notificaciones push desde
fa: لطفاً دکمه اطلاعیه T-Taxi را فعال نمائید
ja: からのプッシュ通知を有効にしてください
pt_pt: Ative notificações push de

source: when prompted
ar: عند المطالبة
es: Cuando se le solicite
fa: هنگامی که مطرح شد
ja: プロンプトが表示されたとき
pt_pt: quando solicit-ado

source: Your OTP Code doesn't match
ar: مدونة مكتب المدعي العام الخاص بك لا تطابق
es: Su Código OTP no coincide
fa: کد شما مطابقت نداردOTP
ja: あなたのOTPコードが一致しません
pt_pt: Seu código OTP não corresponde

source: Current Location
ar: الموقع الحالي
es: Ubicación actual
fa: موقعیت فعلی
ja: 現在位置
pt_pt: Localização atual

source: You have no trips
ar: لا يوجد لديك رحلات
es: No tiene viajes
fa: شما هیچ سفر ندارید
ja: あなたは旅行がありません
pt_pt: Você não tem viagens

source: Trip ID:
ar: رقم الرحلة:
es: Id viaje:
fa: :آی دی سفر
ja: 旅行ID：
pt_pt: ID de viagem:

source: Base Fare
ar: الاجرة الاساسية
es: Tarifa base
fa: کرایه پایه
ja: 基本運賃
pt_pt: Tarifas básicas

source: Distance Fare
ar: أجرة بعد
es: Distancia tarifa
fa: کرایه تاکسی
ja: 距離運賃
pt_pt: Fare Distância

source: Access Fee
ar: رسوم الوصول
es: Tarifa de acceso
fa: فیس دسترسی
ja: アクセス料
pt_pt: Taxa de acesso

source: Time Fare
ar: أجرة الوقت
es: Fare Tiempo
fa: کرایه تاکسی
ja: タイムフェア

source: Total Trip Fare
ar: مجموع أجرة رحلة
es: Tarifa total de viaje
fa: وقت مجموعی سفر
ja: 総旅行運賃
pt_pt: Total Tarifa de viagem

source: Payable Amount
ar: المبلغ المستحق
es: Cantidad a pagar
fa: پول قابل پرداخت
ja: 支払金額
pt_pt: Valor a Pagar

source: Wallet Amount
ar: المبلغ محفظة
es: Monedero Cantidad
fa: مقدار پول جیب
ja: ウォレット金額
pt_pt: Carteira Valor

source: Promo Amount
ar: برومو المبلغ
es: Promo Cantidad
fa: مقدار پول ارتقاع شده
ja: プロモ金額
pt_pt: Promo Valor

source: Paid Amount
ar: المبلغ المدفوع
es: Monto de pago
fa: پول پرداخت شده
ja: 支払金額
pt_pt: Quantidade paga

source: PROCEED
ar: تقدم
es: PROCEDER
fa: اجرا شد
ja: 処理済
pt_pt: PROSSEGUIR

source: Pay Amount
ar: مقدار الأجر
es: Pagar la cantidad
fa: مبلغ پرداختی
ja: 支払額
pt_pt: Pagar quantia

source: WAITING FOR DRIVER CONFIRMATION
ar: انتظار تأكيد سائق
es: Esperando la confirmación del conductor
fa: انتظار برای تائیدی درایور
ja: ドライバの確認待ち
pt_pt: Esperando a confirmação MOTORISTA

source: PAY
ar: دفع
es: PAGA
fa: پرداخت نمودن
ja: 支払う
pt_pt: PAGAR

source: Internal server error, please try again.
ja: 内部サーバーエラーです。もう一度やり直してください.
pt_pt: Erro de servidor interno, por favor tente novamente.

source: No internet connection.
ar: لا يوجد اتصال إنترنت
es: Sin conexión a Internet.
fa: بدون اتصال به اینترنت
ja: インターネットに接続できません.
pt_pt: Sem conexão à Internet.

source: Scheduled
ar: المقرر
es: Programado
fa: برنامه ریزی شده
ja: 予定
pt_pt: Programada

source: Begin trip
ar: ابدأ رحلة
es: Comenzar viaje
fa: اغاز سفر
ja: 旅を始める
pt_pt: Comece a viagem

source: End trip
ar: رحلة النهاية
es: Viaje de fin
fa: ختم سفر
ja: 旅の終わり
pt_pt: Viagem End

source: Rating
ar: تقييم
es: Clasificación
fa: امتیاز
ja: 評価
pt_pt: Avaliação

source: Cancelled
ar: ألغيت
es: Cancelado
fa: لغو شد
ja: キャンセル
pt_pt: Cancelado

source: Completed
ar: منجز
es: Terminado
fa: تکمیل گردید
ja: 完了しました
pt_pt: Concluído

source: Your trip with
ar: رحلتك مع
es: Su viaje con
fa: سفر شما با
ja: との旅
pt_pt: A sua viagem com

source: My driver and I couldn’t connect
ar: يا سائق، وأنا لا يمكن الاتصال
es: Mi conductor y no pude conectar
fa: راننده من و من نمیتوانستم وصل کنم
ja: 私の運転手と私は接続できませんでした
pt_pt: Meu motorista e eu não poderia ligar

source: My pick up location was incorrect
ar: صوري التقاط كان موقع غير صحيح
es: Mi lugar de recogida era incorrecta
fa: محل انتخاب من نادرست بود
ja: 私のピックアップ場所が間違っていました
pt_pt: Meu local de retirada foi incorreto

source: My driver cancelled
ar: بلدي سائق إلغاء
es: Mi conductor cancelado
fa: راننده من لغو شد
ja: ドライバーがキャンセルしました
pt_pt: Meu motorista cancelada

source: The ETA was too long
ar: كان ETA طويلة جدا
es: La ETA era demasiado largo
fa: ETA خیلی طول کشید
ja: ETAが長すぎました
pt_pt: O ETA era demasiado longo

source: The ETA was too short
ar: كان ETA قصيرة جدا
es: La ETA era demasiado corto
fa: ETA خیلی کوتاه بود
ja: ETAが短すぎました
pt_pt: O ETA foi demasiado curto

source: My driver asked me to cancel
ar: طلب سائقي لي لإلغاء
es: Mi conductor me pidió que cancelar
fa: راننده من از من خواست که لغو شود
ja: 私の運転手は私にキャンセルするように頼んだ

source: Those credentials don't look right. Please try again
ar: هذه أوراق اعتماد لا تبدو الصحيح. يرجى المحاولة مرة أخرى
es: Esas credenciales no se ven bien. Por favor, intente de nuevo
fa: این اعتبارات درست نیست. لطفا دوباره تلاش کنید
ja: これらの資格情報は正しくありません。もう一度やり直してください
pt_pt: Essas credenciais não parece certo. Por favor tente novamente

source: Mobile Number Exist
ar: رقم الجوال موجود
es: Número Móvil existe
fa: شماره تلفن موجود است
ja: 携帯電話番号が存在します
pt_pt: O número de celular existe

source: Pending
ar: قيد الانتظار
es: Pendiente
fa: در انتظار
ja: 保留中
pt_pt: Pendente

source: Payment Methods
ar: طرق الدفع
es: Métodos de pago
fa: روش های پرداخت
ja: お支払い方法
pt_pt: Métodos de Pagamento

source: Promotions
ar: الترقيات
es: Promociones
fa: تبلیغات
ja: プロモーション
pt_pt: Promoções

source: Cash
ar: السيولة النقدية
es: Efectivo
fa: نقدی
ja: 現金
pt_pt: Dinheiro

source: Add Promo/Gift code
ar: إضافة رمز الترويجي / الهدية
es: Añadir Promo / código de regalo
fa: افزودن تبلیغ / کد هدیه
ja: プロモーション/ギフトコードを追加
pt_pt: Adicione código Promo / Gift

source: Add Promo/Gift code
ja: プロモーション/ギフトコードを追加

source: Please enter the promo code
ar: يرجى إدخال الرمز الترويجي
es: Por favor ingrese el código de promoción
fa: لطفا کد تبلیغاتی را وارد کنید
ja: プロモーションコードを入力してください
pt_pt: Por favor, insira o código promo

source: The amount field is required
ar: حقل المبلغ مطلوب
es: El campo de la cantidad es obligatorio.
fa: فیلد مقدار مورد نیاز است
ja: 金額フィールドは必須です
pt_pt: O campo de quantidade é necessária

source: Total Fare
ar: أجرة الكلية
es: Tarifa total
fa: کل هزینه
ja: 合計運賃
pt_pt: Tarifa total

source: Delete
ar: حذف
es: Borrar
fa: حذف
ja: 削除する
pt_pt: Excluir

source: Please enter valid email id
ar: الرجاء إدخال معرف البريد الإلكتروني الصحيح
es: Por favor ingrese una identificación de correo electrónico válida
fa: لطفا نام ایمیل معتبر را وارد کنید
ja: 有効なメールIDを入力してください
pt_pt: Por favor, digite id email válido

source: Please enter email id
ar: الرجاء إدخال معرف البريد الإلكتروني
es: Por favor ingrese su ID de correo electrónico
fa: لطفا آدرس ایمیل را وارد کنید
ja: メールアドレスを入力してください
pt_pt: Por favor entre id e-mail

source: Please enter your first name
ar: يرجى ادخال الاسم الاول
es: Por favor, introduzca su nombre de pila
fa: لطفا نام خود را وارد کنید
ja: お名前を入力してください
pt_pt: Por favor entre com seu primeiro nome

source: Please enter your last name
ar: يرجى إدخال اسمك الأخير
es: Por favor ingrese su apellido
fa: لطفا نام خانوادگی خود را وارد کنید
ja: あなたの姓を入力
pt_pt: Por favor insira seu sobrenome

source: Actual estimate to be provided prior to pickup. Fares may vary due to traffic, weather and other factors.
ar: تقدير الفعلية التي ستقدم قبل لبيك اب. فارس قد تختلف بسبب حركة المرور، والطقس وعوامل أخرى.
es: Estimación real que se proporcionará antes de la recogida. Las tarifas pueden variar debido al tráfico, el clima y otros factores.
fa: برآورد واقعی به قبل از وانت فراهم شود. فارس ممکن است به دلیل ترافیک، آب و هوا و عوامل دیگر متفاوت است.
ja: 実際の見積もりはピックアップの前に提供されます。運賃は、交通状況、天気、その他の要因により異なる場合があります.
pt_pt: Estimativa real a ser fornecida antes da recolha. Fares pode variar devido ao tráfego, o tempo e outros factores.

source: doesn't guarantee a driver will accept your ride request.
ar: لا يضمن سائق قبول طلب رحلتك.
es: no garantiza que un conductor acepte su solicitud de viaje.
fa: تضمین نمی کند یک راننده درخواست سوار خود را بپذیرید.
ja: 運転手があなたの乗車要求を受け入れるという保証はありません.

source: Cancel
ar: إلغاء
es: Cancelar
fa: لغو
ja: キャンセル
pt_pt: Cancelar

source: CANCEL
ar: إلغاء
es: CANCELAR
fa: لغو
ja: キャンセル
pt_pt: CANCELAR

source: By continuing, I confirm that i have read and agree to the Terms & Conditions and Privacy Policy.
ar: من خلال المتابعة ، أؤكد أنني قد قرأت وأوافق على الشروط والأحكام وسياسة الخصوصية.
es: Al continuar, confirmo que he leído y acepto los Términos y condiciones y la Política de privacidad.
fa: با ادامه، تأیید میکنم که شرایط و ضوابط و خط مشی رازداری را خوانده ام و موافقم.
ja: 続けることで、私は利用規約およびプライバシーポリシーを読み、同意したことを確認します.
pt_pt: Ao continuar, eu confirmo que li e concordo com os Termos e Condições e Política de Privacidade.

source: Terms & Conditions
ar: الشروط والأحكام
es: Términos y condiciones
fa: شرایط و ضوابط
ja: 契約条件
pt_pt: Termos e Condições

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fa: خط مشی
ja: 個人情報保護方針
pt_pt: Política de Privacidade

source: Success
ar: نجاح
es: Éxito
fa: موفقیت
ja: 成功
pt_pt: Sucesso

source: Success!!!
ar: نجاح!!!
es: ¡¡¡Éxito!!!
fa: !!!موفقیت
ja: 成功!!!
pt_pt: Sucesso!!!

source: Payment Completed successfully
ar: الدفع بنجاح
es: El pago realizado con éxito
fa: پراخت پول موفقانه تکمیل شد
ja: 支払いは正常に完了しました
pt_pt: Pagamento concluída com êxito

source: OK
ar: حسنا
es: DE ACUERDO
fa: خوب
ja: はい
pt_pt: ESTÁ BEM

source: Error
ar: خطأ
fa: خطا
ja: エラー
pt_pt: Erro

source: Message!!!
ar: رسالة!!!
es: ¡¡¡Mensaje!!!
fa: !!!پیام
ja: メッセージ!!!
pt_pt: Mensagem!!!

source: Trip cancelled by driver
ar: رحلة ألغيت من قبل سائق
es: Viaje cancelado por el conductor
fa: سفر شما توسط درایور لغو شد
ja: 運転手が旅行をキャンセルした
pt_pt: Viagem cancelada pelo motorista

source: Driver arrived
ar: سائق وصل
es: El conductor llegó
fa: راننده وارد شد
ja: ドライバーが到着しました
pt_pt: Driver chegou

source: Trip Started
ar: بدأ رحلة
es: Viaje comenzó
fa: سفر آغاز شد
ja: 旅行が始まりました

source: Please enable Push Notification in settings for continue to login.
ar: الرجاء تمكين إعلام دفع في إعدادات الاستمرار في تسجيل الدخول.
es: Por favor, activa notificaciones push en los ajustes para seguir para iniciar sesión.
fa: لطفا تنظیمات فشار را در تنظیمات فعال کنید تا برای ورود به سیستم ادامه دهید
ja: ログインを続けるための設定でプッシュ通知を有効にしてください.
pt_pt: Ative Push Notification em configurações para continuar a sessão.

source: Please give rating
ar: يرجى إعطاء تصنيف
es: Por favor calificación
fa: لطفا ارزیابی کنید
ja: 評価してください
pt_pt: Por favor, dar rating

source: Payment Paid Successfully
ar: الدفع مدفوعة بنجاح
es: El pago pagado con éxito
fa: پرداخت پرداخت شده به صورت موفقیت آمیز
ja: 支払いが成功した
pt_pt: Pagas com sucesso

source: Device has no camera
ar: جهاز ليس لديه كاميرا
es: El dispositivo tiene cámara
fa: دستگاه دارای دوربین نیست
ja: カメラはデバイスにありません
pt_pt: Dispositivo não tem câmera

source: Please give authorization for photos in settings
ar: يرجى إعطاء الإذن للصور في إعدادات
es: Por favor, dar la autorización para las fotos en la configuración
fa: لطفا برای عکس در تنظیمات مجوز بگیرید
ja: 設定で写真の認証を与えてください
pt_pt: Por favor, dar autorização para fotos em ambientes

source: Contact was already added
ar: تم الاتصال بالفعل
es: El contacto ya fue agregado
fa: تماس قبلا اضافه شده است
ja: 連絡先は既に追加されています
pt_pt: Fale já foi adicionado

source: km
ar: كم
fa: کیلومتر
ja: キロメートル

source: Password
ar: كلمه السر
es: Contraseña
fa: رمز
ja: パスワード
pt_pt: Senha

source: Minutes to arrive
ar: دقيقة للوصول
es: Minutos en llegar
fa: دقیقه برای رسیدن
ja: 到着する分

source: Cancel reason
ar: إلغاء العقل
es: Cancelar la razón
fa: علت لغو کردن
ja: 理由をキャンセル
pt_pt: Cancelar razão

source: Additional topics
ar: موضوعات إضافية
es: Otros temas
fa: مقاله های اضافی
ja: 追加トピック
pt_pt: Tópicos adicionais

source: Trips and Fare Review
ar: رحلات وأجرة مراجعة
es: Viajes y comidas opinión
fa: مرور کرایه و سفر ها
ja: 旅行と運賃のレビュー
pt_pt: Viagens e Fare comentário

source: Account and Payment Options
ar: الحساب وخيارات الدفع
es: Cuenta y Opciones de Pago
fa: آپشن های اکونت و پرداخت
ja: アカウントと支払いのオプション
pt_pt: Conta e Pagamento Opções

source: A Guide to
ar: دليل
es: Una guía para
fa: یک رهنمایی برای ت تکسی
ja: へのガイド

source: Signing Up
ar: توقيع
es: Registrando
fa: راجستر نمائید
ja: サインアップ
pt_pt: Inscrever-se

source: More
ar: أكثر من
es: Más
fa: دیگر
ja: もっと
pt_pt: Mais

source: Accessibility
ar: إمكانية الوصول
es: Accesibilidad
fa: قابل دسترسی
ja: アクセシビリティ
pt_pt: Acessibilidade

source: Sending Alert
ar: إرسال تنبيه
es: Envío de Alerta
fa: ارسال هشدار
ja: アラートを送信する
pt_pt: Enviar Alerta

source: Alert Sent
ar: تنبيه المرسلة
es: Alerta enviados
fa: هشدار ارسال شده
ja: アラート送信

source: Continue to send alert?
ar: متابعة لإرسال تنبيه؟
es: Continuar para enviar alertas?
fa: ادامه هشدار را ارسال کنید؟
ja: アラートを送信し続ける?

source: Continue
ar: استمر
es: Continuar
fa: ادامه دهید
ja: 持続する
pt_pt: Continuar

source: Schedule
ar: جدول
es: Programar
fa: تقسیم اوقات سواری
ja: スケジュール
pt_pt: Cronograma

source: Get moving with
ar: مطلع در حال حرکت با که
es: Ponte en movimiento con
fa: احصل على التحرك مع
ja: で動く
pt_pt: Movam-se com

source: Emergency Contacts
ar: جهة اتصال للطوارئ
es: Contactos de emergencia
fa: تماس اضطراری
ja: 緊急連絡先
pt_pt: Contatos de emergência

source: Drive with
ar: حملة مع
es: Conducir con
fa: رانندگی با که
ja: で運転する
pt_pt: Dirija com

source: Please try again
ar: حاول مرة اخرى
es: Por favor intente de nuevo
fa: لطفا دوباره امتحان کنید
ja: もう一度やり直してください
pt_pt: Por favor, tente novamente

source: Upload failed. Please try again
ar: فشل التحميل. يرجى المحاولة مرة أخرى
es: Carga fallida Por favor intente de nuevo
fa: آپلود نشد لطفا دوباره امتحان کنید
ja: アップロードに失敗しました. もう一度やり直してください
pt_pt: Carregar falhou. Por favor tente novamente

source: Please enter the card details
ar: يرجى إدخال تفاصيل البطاقة
es: Por favor ingrese los detalles de la tarjeta
fa: لطفا جزئیات کارت را وارد کنید
ja: カードの詳細を入力してください
pt_pt: Por favor, digite os detalhes do cartão

source: Add Credit or Debit Card
ar: إضافة بطاقة الائتمان أو الخصم
es: Añadir tarjeta de crédito o débito
fa: کارت اعتباری یا بدهکاری را اضافه کنید
ja: クレジットカードまたはデビットカードを追加する
pt_pt: Adicionar cartão de crédito ou de débito

source: Enter the amount
ar: أدخل المبلغ
es: Introduce la cantidad
fa: مقدار را وارد کنید
ja: 金額を入力してください
pt_pt: Digite o valor

source: ADD MONEY TO THE WALLET
ar: إضافة الأموال إلى المحفظة
es: AÑADIR DINERO A LA CARTERA
fa: اضافه کردن پول به WALLET
ja: 財布にお金を追加
pt_pt: Adicionar dinheiro à carteira

source: CHANGE
ar: يتغيرون
es: CAMBIO
fa: تغییر دادن
ja: 変化する
pt_pt: MUDANÇA

source: Change
ja: 変化する
pt_pt: Mudança

source: Enter your promo/gift code
ja: プロモーション/ギフトコードを入力してください
pt_pt: Digite o seu código / dom promo

source: ADD
ja: 追加
pt_pt: ADICIONAR

source: ADD AMOUNT
ar: إضافة مبلغ
es: AÑADIR CANTIDAD
fa: اضافه کردن AMOUNT
ja: 金額を追加
pt_pt: Adicionar a quantidade

source: Type a message...
ar: اكتب رسالة ...
es: Escribe un mensaje ...
fa: یک پیام را تایپ کنید ...
ja: メッセージを入力...
pt_pt: Digite uma mensagem...

source: No messages, yet.
ar: لا توجد رسائل ، حتى الآن.
es: Aún no hay mensajes.
fa: هیچ پیغامی وجود ندارد
ja: メッセージなし, まだ.
pt_pt: Nenhuma mensagem, ainda.

source: Driver
ar: سائق
es: Conductor
fa: راننده
ja: ドライバ
pt_pt: Motorista

source: Invalid data
ar: بيانات غير صالحة
es: Datos inválidos
fa: داده های نامعتبر
ja: 無効なデータ
pt_pt: Dados inválidos

source: PEAK PRICE
ar: PEAK السعر
es: PRECIO PEQUEÑO
fa: قیمت PEAK
ja: ピーク価格
pt_pt: PICO PREÇO

source: PEAK TIME PRICING
ar: ذروة الوقت التسعير
es: PRECIOS DE TIEMPO PICO
fa: زمان قیمت PEAK
ja: ピークタイムプライシング
pt_pt: PEAK TEMPO DE PREÇOS

source: Demand is off the charts! Fares have increased to get more UBER on the road.
ar: الطلب هو خارج المخططات! زادت الأسعار للحصول على المزيد من UBER على الطريق.
es: ¡La demanda está fuera de las listas! Las tarifas han aumentado para obtener más UBER en la carretera.
fa: تقاضا خاموش است نمودار! Fares افزایش یافته است تا UBER بیشتری در جاده ها به دست آورد.
ja: 需要はチャートから外れています！道路上でより多くのUBERを得るために運賃が増加しました.
pt_pt: A demanda está fora das cartas! Fares aumentaram para obter mais UBER na estrada.

source: THE NORMAL FARE
ar: السعر العادي
es: LA TARIFA NORMAL
fa: فرار معمولی
ja: 通常運賃
pt_pt: A tarifa normal

source: MINIMUM FARE
ar: الحد الأدنى للاشتراك
es: TARIFA MÍNIMA
fa: حداقل امتیاز
ja: 最低運賃
pt_pt: Tarifa mínima

source: / MIN
ja: / 分

source: / KM
ja: / キロメートル

source: I ACCEPT HIGHER FARE
ar: أقبل أجرة عالية
es: Acepto la tarifa más alta
fa: من بالاخره پذیرفتم
ja: 私はより高い運賃を受け入れる
pt_pt: EU ACEITO tarifa mais alta

source: I WILL TRY LATER
ar: سوف أجرب لاحقا
es: Intentaré más tarde
fa: من تلاش میکنم بعدا
ja: 私は後で試します
pt_pt: Vou tentar mais tarde

source: OR
ar: أو
es: O
fa: یا
ja: または
pt_pt: OU

source: Edit Credit or Debit Card
ar: تحرير الائتمان أو بطاقة الخصم
es: Editar tarjeta de crédito o débito
fa: ویرایش اعتبار یا کارت اعتباری
ja: クレジットカードまたはデビットカードの編集
pt_pt: Editar crédito ou débito

source: Update Credit or Debit Card
ar: تحديث الائتمان أو بطاقة الخصم
es: Actualizar tarjeta de crédito o débito
fa: کارت اعتباری یا کارت اعتباری را به روز کنید
ja: クレジットカードまたはデビットカードの更新
pt_pt: Credit Update ou cartão de débito

source: Change Credit or Debit Card
ar: تغيير الائتمان أو بطاقة الخصم
es: Cambiar tarjeta de crédito o débito
fa: تغییر کارت اعتباری یا بدهکاری
ja: クレジットカードまたはデビットカードの変更
pt_pt: Alterar Cartão de Crédito ou Débito

source: SIGN IN
ar: تسجيل الدخول
es: REGISTRARSE
fa: ورود به سیستم
ja: サインイン
pt_pt: ASSINAR EM

source: REGISTER
ar: التسجيل
es: REGISTRO
fa: ثبت نام
ja: 登録
pt_pt: REGISTO

source: Register your information
ar: تسجيل المعلومات الخاصة بك
es: Registra tu información
fa: اطلاعات خود را ثبت کنید
ja: あなたの情報を登録する
pt_pt: Regista a tua informação

source: Or connect using a social account
ja: またはソーシャルアカウントを使って接続する

source: Enter your mobile number
ja: 携帯番号を入力してください
pt_pt: Digite o seu número de telemóvel

source: First Name
ar: الاسم الاول
es: Primer nombre
fa: نام کوچک
ja: ファーストネーム
pt_pt: Primeiro nome

source: Last Name
ar: الكنية
es: Apellido
fa: نام خانوادگی
ja: 苗字
pt_pt: Último nome

source: Select a Country
ja: 国を選択
pt_pt: Selecione um pais

source: ADD CONTACTS
ar: اضف جهات اتصال
es: AÑADIR CONTACTOS
fa: افزودن شماره
ja: 連絡先を追加
pt_pt: ADICIONAR CONTATOS

source: You can add upto 5 contacts
ar: يمكنك إضافة لغاية 5 الاتصالات
es: Puede agregar hasta 5 contactos
fa: شما می توانید 5 اطلاعات تماس اضافه کردن تا
ja: 最大5人の連絡先を追加できます
pt_pt: Você pode adicionar até 5 contactos

source: SKIP
ja: スキップ
pt_pt: PULAR

source: Do you have a promo code?
ja: クーポンコードをお持ちですか?
pt_pt: Você tem um código promocional?

source: Enter promo code
ja: プロモーションコードを入力
pt_pt: Insira o código promocional

source: I forgot my password
ja: パスワードを忘れた
pt_pt: Esqueci a minha senha

source: EMAIL
ja: Eメール
pt_pt: O EMAIL

source: Email
ar: البريد الإلكتروني
fa: پست الکترونیک
ja: Eメール
pt_pt: O email

source: How would you like to reset your password?
ja: どのようにパスワードをリセットしますか?
pt_pt: Como você gostaria de redefinir a sua senha?

source: Drive with NewTaxi
ja: NewTaxiで運転する
pt_pt: Dirija com NewTaxi

source: Edit Account
ar: تحرير الحساب
es: Editar cuenta
fa: حساب ویرایش
ja: アカウントの編集
pt_pt: Editar conta

source: Phone Number
ar: رقم الهاتف
es: Número de teléfono
fa: شماره تلفن
ja: 電話番号
pt_pt: Número de telefone
